let DATA =
{
    "-LVNoqEUzxy7Jsjg2Arl": {
        "age": "12",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNozQwhqFgUASLed1L": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNp9uYLs9Qz91lVZJq": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNpOAuecd88RNf6rXa": {
        "age": "34",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNpTi2OjSbp_XOhL_u": {
        "age": "41",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNpTi2OjSbpTyOhhv": {
        "age": "48",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVNpeGQdekaEdL_S8pJ": {
        "age": "12",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNpjWQwXNZBsH63f-D": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNpm1Qiwau6l77CaeR": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNq-EuafkIWWtgNO2z": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNqNjf3EhIYTy53CkO": {
        "age": "34",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNqRpn6JeWsAGBGUbX": {
        "age": "41",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNqRpn6JeWsAGBezfbX": {
        "age": "48",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "8",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVNqfafdGucDda5RRzT": {
        "age": "12",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNqlIvQ2JusqLX-aun": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNqtmQnwW6V-hxLRds": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNr-6J2mJfZ-xrDxp8": {
        "age": "34",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNr7UBV__XLRdYMs10": {
        "age": "41",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNr7UBVEEXLRdNmsd0": {
        "age": "48",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "5",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "6"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVNrplY7MBjet_COM8w": {
        "age": "12",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVNrsv2xFQR0JhSeD69": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVNrxNAta2wDELK3oDK": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVNs6p2gOu06Naz-00u": {
        "age": "34",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVNsRFgZ6TpbMRU2b_i": {
        "age": "41",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVNsRFgZ6TpbMR_EADRz": {
        "age": "48",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "8",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "6"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    }
}
