const DATA =
{
    "-LVbISsePVlasc3umQDH": {       //key
        "age": "13",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIXlE0rhljD5NG7pJ": {
        "age": "14",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIZHzGoMgv4URFqUT": {
        "age": "15",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIcCU8L6nEF6K8DzV": {
        "age": "16",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIgMrcf7OCwK8uSDl": {
        "age": "17",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIhGrahyDXZVbQnp9": {
        "age": "18",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIspFg5TV9kqOTFo6": {
        "age": "20",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbIvT-pOvbPB6yI4sp": {
        "age": "21",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJ5nq_Ey2U_O6JwwJ": {
        "age": "22",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJ7GEjVcKSL9mkUvi": {
        "age": "23",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJD7b_yp8fxvzmfU1": {
        "age": "24",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJGEMFLjrOtmm-q65": {
        "age": "26",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJHGLd0kNi5Wrfz3R": {
        "age": "27",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJIFESg0Ax0LHEp0-": {
        "age": "28",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJJyN4z7RB3rwf6vc": {
        "age": "29",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJcx2-0D2FsqoL3to": {
        "age": "30",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJe1ncp70lj65pPSd": {
        "age": "31",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJfKAFjS9Rx7mAqd1": {
        "age": "32",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJgBA_gFNAaKnhUq1": {
        "age": "33",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJkq2vEZ_DsPsX2Gu": {
        "age": "35",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbJug7CFETebCrMAfj": {
        "age": "36",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbK3TUAkIy7AQrs_D6": {
        "age": "37",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbK4jCgICy4nr7cXEE": {
        "age": "38",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbK5n3x38taYw7KMGx": {
        "age": "39",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKBMweWBWHBi4IQjU": {
        "age": "40",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKCwgP_KPxVHVuOZZ": {
        "age": "41",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKEMBvjVkyDqnIwbR": {
        "age": "42",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKFmw8IFyxRuGAnae": {
        "age": "43",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKI23-Jaw3ksgY-qY": {
        "age": "44",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "5",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKQM3roBPgE2-s5mh": {
        "age": "45",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKS_B5FpiBe_Hha0d": {
        "age": "46",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "4",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "3"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbKcCow_2hgyiop6Aa": {
        "age": "47",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "2"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbL3Z7oxrfY-P8PiYI": {
        "age": "49",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "2"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbL4tFusOS1fWk46Hn": {
        "age": "50",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "2"
        },
        "sex": "ชาย",
        "status": "โสด"
    },
    "-LVbLHkV7PpavdDu2RjJ": {
        "age": "13",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLJbI5QC3SPKxpJU0": {
        "age": "14",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLKZR5my-DmIq36vd": {
        "age": "15",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLNEndYxKBF_iWqC_": {
        "age": "16",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLO-Y6GQpN825ICR5": {
        "age": "17",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLRAZJ3L8chL5X25z": {
        "age": "18",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLXHAsPUj3bvwE7w2": {
        "age": "20",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "5",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLZH3uZ3gGVQjExBe": {
        "age": "21",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbL_8RBR7BWht1V_fQ": {
        "age": "22",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLa5g7Mlv4pxy5_Gh": {
        "age": "23",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLcrZ2UWsJF7jLgij": {
        "age": "24",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbLzl1AHdcr6aWvoq9": {
        "age": "26",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbM-stLNn9Oy1lbzoz": {
        "age": "27",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbM9dmwD820STulITT": {
        "age": "28",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbMN_R1NPZM_z30_3y": {
        "age": "29",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "4",
            "สุขภาพและความงาม": "1",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbMXVg2RrOFv3PKdNY": {
        "age": "30",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbMYdZ5mLHFhw2OjeI": {
        "age": "31",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbMZpfS8yFRYOn2pR0": {
        "age": "32",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbMxYMR9RqLIaxmGoQ": {
        "age": "33",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "2",
            "อุปกรณ์อิเล็กทรอนิกส์": "3",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbN58z34IpY3MZT9dL": {
        "age": "35",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbN77McSENni0csADj": {
        "age": "36",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbN83-NxTBPE-N846i": {
        "age": "37",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbN9ZsN6Po9heRmSia": {
        "age": "38",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbNFkMoBeDa3VtVxFK": {
        "age": "39",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbNMwE53LuPplW47Dd": {
        "age": "40",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbNWzKh7UArlBMyJjZ": {
        "age": "42",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbNXxCrUu0MK52aqDj": {
        "age": "43",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "ชาย",
        "status": "มีแฟน"
    },
    "-LVbNfyhr4Sitqu0ftzZ": {
        "age": "13",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNh7SHab3T7K_MyFt": {
        "age": "14",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNlHcD3t1j0yLlUgU": {
        "age": "15",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNmhlI3EWpMeEvciv": {
        "age": "16",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNpWcmi5g584NGNec": {
        "age": "17",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNsTkBBCskP59Ow77": {
        "age": "18",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNunsaGtex4kL-Ufi": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbNvqcSo7lcaiSZ8tW": {
        "age": "20",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOB-A0dPAJa7Mq-h_": {
        "age": "21",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbODIQEkjUQ08ooIoc": {
        "age": "22",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOIVBHXXtitV0BXG-": {
        "age": "23",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOJYAYHqxO0yESJcq": {
        "age": "24",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "2",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOL4Jc0T7ESLpuwTQ": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOM8wgBkfNxnS1X_1": {
        "age": "26",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbONGJzjSMQiFBWT-9": {
        "age": "27",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOQYQYS0U5tCVsu8S": {
        "age": "28",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "1",
            "เกมและซอฟแวร์": "2",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOTVSDN3jz7JejgvU": {
        "age": "29",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOVIaklswjtIzIU34": {
        "age": "30",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOWdKOcprRuOf59tQ": {
        "age": "31",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOXZpKUlyqrdwAOIz": {
        "age": "32",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOYhCml_-5EAfxR5Z": {
        "age": "33",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOZaS1RKNYFHAkDjZ": {
        "age": "34",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbO_SxZ5EwclL5R6uZ": {
        "age": "35",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbObAyD4GtC8Iaij8s": {
        "age": "36",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOc4DtOw44lYDIjIg": {
        "age": "37",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOdXhhoF2eneFxbhJ": {
        "age": "38",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOeqKOlmycDYxFRu6": {
        "age": "39",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOg31AkUy90EW_Vil": {
        "age": "40",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "โสด"
    },
    "-LVbOwX4wPYRMMLhuKHC": {
        "age": "13",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbOxU4yphkeNHxjHoO": {
        "age": "14",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbOysDMzKuD3d0-ggi": {
        "age": "15",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "4",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbP5eh_sZudTft4uXa": {
        "age": "16",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbP6T_S23UWufGbDSs": {
        "age": "17",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbP7BhLwbCY9eBPOlQ": {
        "age": "18",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbP9ixMm2X-y5evIDZ": {
        "age": "19",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPB2KgSssynvbTF6G": {
        "age": "20",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "1",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "3",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPDox3yo3lEoAMjuP": {
        "age": "21",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPEYDqj-PLKKGaWZu": {
        "age": "22",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPFcK3F6ftALGg0oR": {
        "age": "23",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPGGCdbJU46lVISCE": {
        "age": "24",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPHPSNqkplVaqWRn7": {
        "age": "25",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPHwhSEfVwdMxsQD5": {
        "age": "26",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPMhSPKOVnDeYHitS": {
        "age": "27",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "3",
            "สุขภาพและความงาม": "4",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "5"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPWo56_R15KgZw495": {
        "age": "50",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPXcT_WsSMltZa-nP": {
        "age": "51",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbPYvy3GRfakdRw6ii": {
        "age": "52",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    },
    "-LVbP_G57c8sqwWYUmSp": {
        "age": "53",
        "productRate": {
            "ของใช้ในบ้านและเครื่องมือต่างๆ": "5",
            "สุขภาพและความงาม": "3",
            "อุปกรณ์อิเล็กทรอนิกส์": "2",
            "เกมและซอฟแวร์": "1",
            "แฟชั่น": "4"
        },
        "sex": "หญิง",
        "status": "มีแฟน"
    }
}
